tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ant"
brew "autojump"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "clojure"
brew "cmake"
brew "consul"
brew "dep"
brew "ecm"
brew "ffmpeg"
brew "gdb"
brew "git"
brew "git-extras"
brew "gnu-sed", args: ["with-default-names"]
brew "kubernetes-cli"
brew "maven"
brew "ncftp"
brew "node@10"
brew "openssl@1.1"
brew "radare2"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "sbt"
brew "sloccount"
brew "tmux"
brew "tomcat@7"
brew "vim"
brew "wget"
brew "wildfly-as"
brew "yarn"
cask "bettertouchtool"
cask "consul-web-ui"
cask "dbeaver-community"
cask "docker"
cask "firefox-beta"
cask "flux"
cask "google-chrome"
cask "hammerspoon"
cask "hex-fiend"
cask "intellij-idea"
cask "keka"
cask "musescore"
cask "pgadmin3"
cask "postgres"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "transmission"
cask "tunnelblick"
cask "utorrent"
cask "vlc"
cask "vlcstreamer"
cask "webtorrent"
cask "wkhtmltopdf"
cask "xquartz"
